{
	"SECTIONS": {
		"HOME": "Home",
		"HOW_WORK": "How we work",
		"SERVICES": "Services",
		"PROJECTS": "Projects",
		"ABOUT_US": "About us",
		"FOLLOW_US": "Follow us",
		"CONTACT_US": "Contact us"
	},
	
	"BOOK_A_MEETING": "Book a meeting",
	"MEET_US": "Meet us",
	"SOFTWARE_SOLUTIONS": "Software solutions",
	
	"MAIN_LEGEND": "We turn your ideas into",
	"SOFTWARE": "software",
	"SECONDARY_LEGEND": "FSsolutions is a software development company that provides solutions for everyone, everywhere.",
	"PROJECTS": "Projects",

	"HOW_WE_WORK": "How we work",
	"HOW_WE_WORK_INFORMATION": "Imagine us as part of your team, not as an external provider. Together, we will make your ideas come true without complications. You only need to follow three steps to achieve it",

	"FIRST_STEP": {
		"TITLE": "First meet",
		"DESCRIPTION": "The first step is to have a meeting to understand your needs and requirements. We will discuss the project and establish a budget." 
	},
	"SECOND_STEP": {
		"TITLE": "We start with the project",
		"DESCRIPTION": "If you agree with our budget and timeline, our design and development team will begin working on your idea." 
	},
	"THIRD_STEP": {
		"TITLE": "The results",
		"DESCRIPTION": "We will have periodic meetings to show you the progress of your project." 
	},

	"SERVICES": {
		"TITLE": "Our services",
		"DESCRIPTION": "We offer software solutions for all types of clients. If you can dream it, we can make it happen. We work from the beginning to the launch.",
		"FINAL_MESSAGE": "Book a meeting and start your tour with us"
	},

	"FIRST_SERVICE_ITEM": {
		"TITLE": "Software development for companies",
		"DESCRIPTION": "Boost your company's growth with software solutions, meticulously designed to ensure business success."
	},
	"SECOND_SERVICE_ITEM": {
		"TITLE": "Ecommerce",
		"DESCRIPTION": "Our ecommerce solutions simplify and optimize transactions, offering customers a complete and satisfactory shopping experience."
	},
	"THIRD_SERVICE_ITEM": {
		"TITLE": "Landing page",
		"DESCRIPTION": "Impact from the first click. Our landing pages are strategically crafted to convert visitors into committed customers."
	},
	"FOURTH_SERVICE_ITEM": {
		"TITLE": "Management panels",
		"DESCRIPTION": "Optimizes control and efficiency. Our management panels are designed to simplify administration and improve decision making"
	},

	"PROJECTS_SECTION": {
		"TITLE": "Solutions developed and turned into reality.",
		"DESCRIPTION": "Each client is essential for us. Our team takes care of each project from start to finish with very good results. Come check it out for yourself.",
		"LALA": {
			"DESCRIPTION": "Development of a management panel that allows you to control the stock of products with their price, characteristics, details, etc., list of clients and their checking accounts and allow the sale of your products, the software informs through notifications when there is little left stock of a certain product, a customer falls behind on a payment on their checking account. It also allows you to export the list of clients and products in PDF, and send a PDF of the current account details to clients via WhatsApp.",
			"TECHNOLOGIES": "Vue.js, Vuex, Vue-Router, HTML, CSS, Javascript, Laravel, PHP, MySQL,"
		},
		"MODULAR": {
			"DESCRIPTION": "Development of a management panel that allows employees to compare products from different suppliers. When loading is finished, the panel shows the user the best purchase option according to different values. Additionally, when generating a new budget, an email with an access link is sent to the different suppliers, so they can enter and upload their prices for the different products.",
			"TECHNOLOGIES": "Vue.js, Vuex, Vue-Router, HTML, CSS, Javascript, Laravel, PHP, MySQL, PHPMyAdmin"
		},
		"BURGUER": {
			"DESCRIPTION": "Development of a digital menu with a shopping cart that allows customers to select the products and quantity they wish to purchase. Those in charge of the commercial premises that purchase these products have a management panel to be able to add, modify and delete products, categories and promotions.",
			"TECHNOLOGIES": "Vue.js, Vuex, Vue-Router, HTML, CSS, Javascript, Laravel, PHP, MySQL, PHPMyAdmin"
		},
		"LALO": {
			"DESCRIPTION": "Development of a landing page that allows you to view the available stock of vehicles along with their details. In addition, the firm's employees have access to a management panel to create, update and modify vehicles, brands and categories, which are reflected directly on the landing page, as well as control their clients' quotas. Show notifications when it's a customer's birthday or a payment is due.",
			"TECHNOLOGIES": "Vue.js, Vuex, Vue-Router, HTML, CSS, Javascript, Laravel, PHP, MySQL, PHPMyAdmin"
		}
	},

	"ABOUT_US_SECTION": {
		"HEADER": "ABOUT US",
		"TITLE": "How nice to see you here!",
		"FG_DESCRIPTION": "Hello everyone, I am Fernando Gonzalez, creator of FSsolutions. It is a pleasure to be here to talk to you about our company. FSsolutions is a software development company, created from scratch with the aim of helping clients around the world transform their ideas into innovative technological solutions.",
		"WORK_TOGETHER": "let's work together"
	},

	"LINE_TIME": {
		"FIRST_TIME": {
			"YEAR": "2018",
			"TITLE": "Beginnings",
			"DESCRIPTION": "From our humble beginnings, we have grown into a software development team that strives to deliver high-quality products and tailored solutions to meet the needs of our customers."
		},
		"SECOND_TIME": {
			"YEAR": "",
			"TITLE": "Our team",
			"DESCRIPTION": "We have a small, diverse team of developers, designers and project managers. This compact structure allows us to work in an agile and personalized way, offering innovative and high-quality solutions."
		},
		"THIRD_TIME": {
			"YEAR": "2019",
			"TITLE": "Developing solutions",
			"DESCRIPTION": "We have had the privilege of working with clients from diverse industries, from startups to large corporations, providing solutions that have fueled their growth and success."
		},
		"FOURTH_TIME": {
			"YEAR": "2024",
			"TITLE": "Our mission continues",
			"DESCRIPTION": "At FSsolutions, we are committed to continuous innovation and expansion of our services to continue offering cutting-edge solutions that help our clients achieve their goals."
		}
	},

	"FOLLOW_US_SECTION": {
		"TITLE": "Connect with us",
		"DESCRIPTION": "Join our community on social networks, where we share our passion for software development and design with hundreds of users like you. Come and collaborate with us!"
	},

	"CONTACT_US_SECTION": {
		"WHATSAPP": {
			"TITLE": "WhatsApp",
			"SUBTITLE": "3843407142"
		},
		"EMAIL": {
			"TITLE": "E-mail",
			"SUBTITLE": "fssolutions.jmgmail.com"
		},
		"LOCATION": {
			"TITLE": "Location",
			"SUBTITLE": "Buenos Aires, Argentina"
		},
		"FORM": {
			"TITLE": "Do you have any questions?",
			"SUBTITLE": "Send us a message",
			"NAME": "Name",
			"EMAIL": "E-mail",
			"PHONE": "Phone",
			"MESSAGE": "Write your message",
			"SUBMIT": "Submit"
		}
	},

	"FINAL_MESSAGE_SECTION": {
		"TITLE": "Ready to develop your ideas?",
		"MESSAGE": "We're here to help you bring your ideas to life with our expertise in software development and design."
	},
	
	"FOOTER_SECTION": {
		"MESSAGE": "FSsolutions is a software development company that provides solutions for everyone, everywhere.",
		"COMUNITY_ITEMS": {
			"INSTAGRAM": "Instagram",
			"FACEBOOK": "Facebook",
			"LINKEDIN": "LinkedIn"
		},
		"RESOURCES_ITEMS": {
			"PRIVACY_POLICIES": "Privacy Policy"
		},
		"COPYRIGHT": {
			"COPYRIGHT": "©Copyright",
			"RIGHTS_RESERVED": "2024 - All rights reserved"
		}
	}

}